// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的丹妮，遇见你，是我的幸运",
        "在我心中你是最重要的，我也一直在努力娶到你",
        "我不会甜言蜜语，但是我会用行动证明一切",
        "可能前路坎坷，但我相信",
        "所爱隔山海，山海皆可平",
        "凡心所向 素履所往，你就是我的心有所属",
        "----爱你的小林",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2021-06-19T15:20:00",
    // 双方的名字
    names: ["林海宁", "方丹妮"]
}
